10/data/attachments/f2d439415e35af5b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_b82e62de-252d-489f-be38-19a91ec49309</nif:username>
            <nif:pageInfo>
                <nif:page>-1</nif:page>
                <nif:size>-1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>